book-listful-thinking.org
#+TITLE:     〈為什麼菁英都是清單控〉書摘
#+AUTHOR:    fatfingererr - www.ffe.tw
#+EMAIL:     (concat "fatfingererr" at-sign "gmail.com")
#+DATE:      2016-02-06
#+LANGUAGE:  zh-TW
#+OPTIONS:   H:4 num:nil toc:2
#+SETUPFILE: theme-readtheorg.setup
#+STARTUP:   showall

#+begin_EXPORT html
<script src="js/mathjax/MathJax.js?config=TeX-AMS-MML_HTMLorMML,local/local" type="text/javascript"></script>
<div class="right"><a href="https://github.com/fatfingererr/note/book-listful-thinking.org" class="fa fa-github"> GitHub</a></div>
<br/>
#+end_EXPORT

當初買這本書的動機就是因為自己也是一個清單控，因此把這本書中我覺得重要的點摘錄下來，主要是給自己偶爾查詢用的。這本書我受益最多的地方是在最後一點「倒推法」和利弊得失表，因為以前紀錄清單都沒有針對重要決定紀錄紀錄利弊，而倒推法則是會經常忘記的一個違反直覺的方法，因為正常都是一路往後安排，除非有Deadline，那沒有Deadline的事情也要用倒推法看起來就要練習。


-----
* 清單扮演的角色                                                     :第33頁:
***** 按摩師：幫忙舒緩日常壓力
***** 鐵血教練：督促自己完成工作
***** 救生員：避免錯誤行事


-----
* 避免忘性的最佳辦法                                                 :第40頁:
** 一想到重要事情就要隨手紀錄
***** 磁鐵壓在冰箱門上
***** 便利貼黏在辦公桌前
***** 寄Email給自己　
***** 輸入到手機APP

-----
* 生產力小提醒                                                       :第41頁:
** 不接臨時電話
***** 中斷是效率的死敵
***** 任何聯絡都應該採取預約制

-----
* 檢查表                                                             :第58頁:
** 事業標準的作業宣言
***** 檢查表能幫助人們專心
***** 檢查表能維持衝勁
***** 檢查表能有條理的處理事情

-----
* 利弊得失表                                                         :第62頁:
** 重大決定之前都應深思熟慮
***** 首先把腦袋中的直覺通通寫下來，不論大小或感覺
***** 善用5W：
****** 誰? ( Who )
****** 什麼? ( What )
****** 何處? ( Where )
****** 何時? ( When )
****** 何以? ( Why )
***** 接著就是整理並稍作排序
****** 不重要的可以陸續劃線刪除
****** 類似的可以整合為一點
***** 沉澱一段時間，例如一個晚上再來面對
***** 對於列表中覺得重要但是不清楚的，可以上網搜尋或詢問專家
***** 若是比較難以理性判斷的項目，可與親朋好友討論

-----
* 行程清單                                                   :第70頁:
** 可以依據不同活動設計不同清單
***** 考慮不失禮貌的穿著
***** 考慮個人習慣所需攜帶的東西
****** 衛浴用品
****** 衣服鞋襪
****** 珠寶首飾
****** ３Ｃ產品
****** 書籍讀物
****** 文件資料
***** 考慮活動主題對應需要準備的物品
***** 【日常慣例】的確認
****** 想想每天固定都會做些什麼事，確定都有帶到對應物品
***** 氣象預查

-----
* 研究清單                                                           :第80頁:
** 不論每天計畫做什麼，都可以幫助釐清各種細節
***** 首先針對某些你想思考的問題或達到的目標列出出對應主題
****** 例如想要結婚，列出：看房找房、規畫婚禮等
***** 這個清單的目的，是不斷將大目標分解成小目標
***** 然後再將小目標安排到日常行程中

-----
* 分類備忘清單                                                       :第82頁:
** 分類備忘清單不一定是要完成的任務
***** 例如有人向你推薦某個東西，你不一定要完成但不記下來百分之百會忘記
***** 分類備忘清單的分類，必須是固定會需要的分類
***** 可以放在隨身能查詢的地方，臨時想到可以立即查詢，例如手機APP

-----
* 日誌清單                                                           :第87頁:
** 將過去一段時間的經歷用清單呈現
***** 首先清單可以寫下過去一段時間（可能是一年、半年或三個月）的經歷
***** 接著列出 12 到 15 個今年的目標，嘗試完成他

-----
* 目標視覺化                                                         :第89頁:
** 願景版暫存你想做的事情與想去的地方
***** 願景版的位置
****** 框起來放在書桌
****** 放在3C產品桌面
****** 夾在隨身讀物當書籤用
****** 放在手機APP中

-----
* 感激清單                                                           :第94頁:
** 感激清單能協助抵禦負面情緒
***** 感激清單紀錄看到會覺得開心的事情
***** 包含所有會莫名其妙讓你覺得感激的事情（發生過的事情）

-----
* 清單的列法                                                           :第99頁:
** 清單和吃藥一樣需要「最佳劑量」
***** 我們必須要找到適合自己的劑量，來讓我們覺得運籌帷幄
***** (1) 檢視清單
****** 分清楚輕重緩急
****** 確定每一點都是自己能務實可行
****** 目標的焦點要具體
****** 多用動詞描述，避免只是寫下關鍵字
***** (2) 壓縮清單
****** 累積小勝，放多一點難度低的項目在清單中
****** 別擠一塊，可以將清單分成多個清單
***** (3) 授權清單
****** 不是每件事都要自己做，可以請別人做
****** 對於被動需要完成的事情要學會說不
******* 準備罐頭訊息拒絕別人
******** 沒辦法完成這個工作，但某某某應該很適合
******** 可以過一／二／三周之後再詢問我嗎
********* 切記勿高估自己的空閒時間
***** (4) 設定期限
****** 設定期限能較容易早點開始和保留彈性
***** (5) 獎勵自己
****** 試著給自己劃掉清單上的事項給予一些獎勵
****** 讓自己保持期待的心情去完成
******* 例如做完之後可以獎勵自己一杯咖啡

-----
* 倒推在生活中的運用                                                :第186頁:
** 基本上任何事情都可以用倒推的
***** 想好特定活動需要多少時間填滿
***** 從活動結售時間倒推到活動開始
***** 估計每個事件占用的時間
***** 時間爆錶就開始取捨與調整
***** 確定行程後就可以照表操課


